Repository: pennisiandrea/sorting-station
Catalog: SortingStation/Logical/Source/ColourSorter/ColourSorterAlarms.tmx
Source language: en
Languages: it

source: ColourSorter was not able to set lanes gates
it: ColourSorter non è stato in grado di posizionare le alette delle linee

source: ColourSorter detected a missed cap
it: ColourSorter ha rilevato la perdita di un tappo

source: ColourSorter forward/backward sensors simultaneously active lane 1
it: ColourSorter ha rilevato una combinazione anomala dei sonsori avanti/indietro linea 1

source: ColourSorter forward/backward sensors simultaneously active lane 2
it: ColourSorter ha rilevato una combinazione anomala dei sonsori avanti/indietro linea 2

source: ColourSorter invalid combination of colors/lines
it: ColourSorter ha rilevato una combinazione anomala nei parametri di ricetta linea/colore
